<!DOCTYPE html>
<html>
    <head>
        <link rel="stylesheet" type="text/css" href="css/general_layout.css">
        <link rel="stylesheet" type="text/css" href="css/accordion.css">
        <link rel="stylesheet" type="text/css" href="css/breadcrumb.css">
        <meta charset="utf8">
        <title>ΙΚΑ - Υπηρεσίες προς Ασφαλισμένους</title>
    </head>

    <body>
        <!-- Include the header -->
        <?php
        define('__ROOT__', "../");
        require_once(__ROOT__."/resources/config.php");
        require_once(TEMPLATES_PATH . "/header.php");
        ?>

        <main>
            <ul class="breadcrumb">
                <li><a href="index.php">Αρχική Σελίδα</a></li>
                <li>Υπηρεσίες προς Ασφαλισμένους</li>
            </ul>

            <h1>Υπηρεσίες προς Ασφαλισμένους</h1>
            <div class="container">
                <button class="accordion">Πιστοποίηση Ασφαλισμένου</button>
                <div class="panel">
                    <p>Η διαδικασία εγγραφής των φυσικών προσώπων (είτε για νέους απογραφόμενους είτε για ήδη
                    ασφαλισμένους) μπορεί να γίνει με τους εξής δύο τρόπους:<br><br>

                    <b>Α) Πιστοποίηση Ασφαλισμένου μέσω TAXISNET</b><br>
                    (<ins>Δεν απαιτείται</ins> προσέλευση σε Υποκατάστημα ΙΚΑ-ΕΤΑΜ για παραλαβή κλειδαρίθμου)<br><br>

                    Η διαδικασία πραγματοποιείται με την υποβολή ηλεκτρονικής αίτησης εγγραφής, δηλώνοντας τους
                    κωδικούς πρόσβασης (username και password) που ήδη διαθέτετε ως χρήστης των υπηρεσιών του TAXISNET,
                    μέσω της ειδικής ηλεκτρονικής υπηρεσίας για την πιστοποίηση σας.<br><br>

                    Μεταβείτε στην υπηρεσία <a href="under_construction.php"><b>Πιστοποίηση Ασφαλισμένου μέσω TAXISNET</b></a>.<br><br>

                    <b>B) Πιστοποίηση Ασφαλισμένου</b><br>
                    (<ins>Απαιτείται</ins> προσέλευση σε Υποκατάστημα ΙΚΑ-ΕΤΑΜ για παραλαβή κλειδαρίθμου)<br><br>

                    Η διαδικασία πραγματοποιείται με τα παρακάτω τρία βήματα:<br>
                    <ul>
                    <li>Υποβολή ηλεκτρονικής αίτησης εγγραφής, δηλώνοντας τους κωδικούς πρόσβασης (username και
                    password), που επιθυμείτε να αποκτήσετε ως χρήστης των ηλεκτρονικών υπηρεσιών του ΙΚΑ-ΕΤΑΜ,
                    μέσω της ειδικής ηλεκτρονικής υπηρεσίας για την πιστοποίηση σας.</li><br>

                    <li>Προσέλευση σε οποιοδήποτε Υποκατάστημα ΙΚΑ-ΕΤΑΜ (Τμήμα Μητρώου), έχοντας μαζί σας την
                    εκτύπωση των στοιχείων εγγραφής και είτε το ασφαλιστικό σας βιβλιάριο (για τους απογεγραμμένους
                    ασφαλισμένους), είτε τα δικαιολογητικά που προβλέπονται για την απογραφή άμεσα σφαλισμένου (για
                    νέους απογραφόμενους). Μέσω ειδικής συναλλαγής του ΟΠΣ/ΙΚΑ-ΕΤΑΜ θα αποδοθεί ο κλειδάριθμος για
                    την ενεργοποίηση σας ως χρήστης των Ηλεκτρονικών Υπηρεσιών.</li><br>

                    <li>Ενεργοποίηση χρήστη με εισαγωγή των κωδικών πρόσβασης που επιλέξατε και του κλειδάριθμου που
                    σας αποδόθηκε από το Υποκατάστημα μέσω ειδικού συνδέσμου της ηλεκτρονικής υπηρεσίας για την
                    πιστοποίηση ασφαλισμένου.</li>
                    </ul>

                    Μεταβείτε στην υπηρεσία <a href="under_construction.php"><b>Πιστοποίηση Ασφαλισμένου</b></a>.
                    </p>
                </div>

                <button class="accordion">Εξέλιξη Αιτήματος Απογραφής και Απόδοσης Ασφαλιστικής Ικανότητας</button>
                <div class="panel">
                    <p>Μεταβείτε στην υπηρεσία <a href="under_construction.php"><b>Εξέλιξη Αιτήματος Απογραφής και Απόδοσης
                    Ασφαλιστικής Ικανότητας</b></a> για να ενημερωθείτε για την εξέλιξη του αιτήματος σας.</p>
                </div>

                <button class="accordion">Ατομικός Λογαριασμός Ασφάλισης</button>
                <div class="panel">
                    <p>Οι ατομικοί λογαριασμοί των ασφαλισμένων που τηρούνται ηλεκτρονικά στο Ολοκληρωμένο
                    Πληροφοριακό Σύστημα με τις ημέρες εργασίας και τα λοιπά στοιχεία ασφάλισης (εργοδότης, κλάδοι
                    ασφάλισης, αποδοχές κλπ) συνθέτουν την ασφαλιστική ιστορία του κάθε ασφαλισμένου μέσω της οποίας
                    θεμελιώνονται τα δικαιώματα για την χορήγηση παροχών.<br><br>

                    Μεταβείτε στην υπηρεσία <a href="insured_account.php"><b>Ατομικός Λογαριασμός Ασφάλισης</b></a>.
                    </p>
                </div>

                <button class="accordion">Υποβολή Αίτησης Ασφάλισης Τέκνου</button>
                <div class="panel">
                    <p>Μέσω της υπηρεσίας αυτής έχετε τη δυνατότητα να προσθέσετε τέκνα στα 
                    προστατευόμενα μέλη της οικογένειας σας.<br><br>

                    Μεταβείτε στην υπηρεσία <a href="insured_child.php"><b>Υποβολή Αίτησης Ασφάλισης Τέκνου</b></a>.
                    </p>
                </div>

                <button class="accordion">Υπολογισμός Ετών για Συνταξιοδότηση</button>
                <div class="panel">
                    <p>Με τα εισαγόμενα στοιχεία σας, το εργαλείο υπολογίζει κατά προσέγγιση
                    τα έτη που απομένουν για να δικαιούστε συνταξιοδότηση.<br><br>

                    Μεταβείτε στην υπηρεσία <a href="insured_calc.php"><b>Υπολογισμός Ετών για Συνταξιοδότηση</b></a>.
                    </p>
                </div>

                <script>
                    var acc = document.getElementsByClassName("accordion");
                    var i;

                    for (i = 0; i < acc.length; i++) {
                        acc[i].addEventListener("click", function() {
                            this.classList.toggle("active");
                            var panel = this.nextElementSibling;
                            if (panel.style.maxHeight) {
                                panel.style.maxHeight = null;
                            }
                            else {
                                panel.style.maxHeight = panel.scrollHeight + "px";
                            }
                        });
                    }
                </script>
            </div>

        </main>  <!-- main -->

        <!-- Include the footer -->
        <?php require_once(TEMPLATES_PATH . "/footer.php"); ?>
    </body> <!-- body -->
</html>
