<!DOCTYPE html>
<html>
    <head>
        <link rel="stylesheet" type="text/css" href="css/general_layout.css">
        <link rel="stylesheet" type="text/css" href="css/insured.css">
        <meta charset="utf8">
        <title>ΙΚΑ - Υπηρεσίες προς Ασφαλισμένους</title>
    </head>

    <body>
        <!-- Include the header -->
        <?php include '../resources/templates/header.php'; ?>

        <main>
            <h1>Υπηρεσίες προς Ασφαλισμένους</h1>
            <div class="container">
                <button class="accordion">Πιστοποίηση Ασφαλισμένου</button>
                <div class="panel">
                    <p>Η διαδικασία εγγραφής των φυσικών προσώπων (είτε για νέους απογραφόμενους είτε για ήδη 
                    ασφαλισμένους) μπορεί να γίνει με τους εξής δύο τρόπους:<br><br>

                    <b>Α) Πιστοποίηση Ασφαλισμένου μέσω TAXISNET</b><br>
                    (<ins>Δεν απαιτείται</ins> προσέλευση σε Υποκατάστημα ΙΚΑ-ΕΤΑΜ για παραλαβή κλειδαρίθμου)<br><br>

                    Η διαδικασία πραγματοποιείται με την υποβολή ηλεκτρονικής αίτησης εγγραφής, δηλώνοντας τους
                    κωδικούς πρόσβασης (username και password) που ήδη διαθέτετε ως χρήστης των υπηρεσιών του TAXISNET,
                    μέσω της ειδικής ηλεκτρονικής υπηρεσίας για την πιστοποίηση σας.<br><br>

                    Πραγματοποιείστε είσοδο στην <a href="#"><b>Hλεκτρονική Yπηρεσία - Πιστοποίηση Ασφαλισμένου
                    μέσω TAXISNET</b></a>.<br><br>

                    <b>B) Πιστοποίηση Ασφαλισμένου</b><br>
                    (<ins>Απαιτείται</ins> προσέλευση σε Υποκατάστημα ΙΚΑ-ΕΤΑΜ για παραλαβή κλειδαρίθμου)<br><br>

                    Η διαδικασία πραγματοποιείται με τα παρακάτω τρία βήματα:<br>
                    <ul>
                    <li>Υποβολή ηλεκτρονικής αίτησης εγγραφής, δηλώνοντας τους κωδικούς πρόσβασης (username και
                    password), που επιθυμείτε να αποκτήσετε ως χρήστης των ηλεκτρονικών υπηρεσιών του ΙΚΑ-ΕΤΑΜ,
                    μέσω της ειδικής ηλεκτρονικής υπηρεσίας για την πιστοποίηση σας.</li><br>

                    <li>Προσέλευση σε οποιοδήποτε Υποκατάστημα ΙΚΑ-ΕΤΑΜ (Τμήμα Μητρώου), έχοντας μαζί σας την
                    εκτύπωση των στοιχείων εγγραφής και είτε το ασφαλιστικό σας βιβλιάριο (για τους απογεγραμμένους
                    ασφαλισμένους), είτε τα δικαιολογητικά που προβλέπονται για την απογραφή άμεσα σφαλισμένου (για
                    νέους απογραφόμενους). Μέσω ειδικής συναλλαγής του ΟΠΣ/ΙΚΑ-ΕΤΑΜ θα αποδοθεί ο κλειδάριθμος για
                    την ενεργοποίηση σας ως χρήστης των Ηλεκτρονικών Υπηρεσιών.</li><br>

                    <li>Ενεργοποίηση χρήστη με εισαγωγή των κωδικών πρόσβασης που επιλέξατε και του κλειδάριθμου που
                    σας αποδόθηκε από το Υποκατάστημα μέσω ειδικού συνδέσμου της ηλεκτρονικής υπηρεσίας για την
                    πιστοποίηση ασφαλισμένου.</li>
                    </ul>

                    Πραγματοποιείστε είσοδο στην <a href="#"><b>Hλεκτρονική Yπηρεσία - Πιστοποίηση Ασφαλισμένου</b></a>.
                    </p>
                </div>

                <button class="accordion">Απογραφή και Απόδοση Ασφαλιστικής Ικανότητας Έμμεσα Ασφαλισμένων</button>
                <div class="panel">
                    <p>Μέσω των Υπηρεσιών αυτών:

                    <ul>
                    <li>"Απογραφή και Απόδοση Ασφαλιστικής Ικανότητας Έμμεσα Ασφαλισμένων", παρέχεται η δυνατότητα 
                    απογραφής (απόδοση Αριθμού Μητρώου ασφαλισμένου ΑΜΑ) των έμμεσα ασφαλισμένων (σύζυγος και τέκνα) 
                    που είναι ήδη καταχωρημένα στο Οικογενειακό Βιβλιάριο Υγείας, με παράλληλη απόδοση ασφαλιστικής 
                    ικανότητας (Ηλεκτρονική θεώρηση Βιβλιαρίου Υγείας).</li><br>

                    <li>"Εξέλιξη Αιτήματος Απογραφής και Απόδοσης Ασφαλιστικής Ικανότητας" παρέχεται η δυνατότητα 
                    ενημέρωσης στον ασφαλισμένο για την απόδοση του Αριθμού Μητρώου των μελών του (σύζυγος και 
                    τέκνα) που είναι ήδη καταχωρημένα στο Οικογενειακό Βιβλιάριο Υγείας και την παράλληλη απόδοση 
                    της Ασφαλιστικής Ικανότητας.</li>
                    </ul>

                    <b>Για την πρόσβαση στις ανωτέρω Υπηρεσίες απαραίτητη προϋπόθεση είναι να έχει προηγηθεί η πιστοποίηση του ασφαλισμένου στις Ηλεκτρονικές Υπηρεσίες του ΙΚΑ-ΕΤΑΜ.</b><br><br>

                    Πραγματοποιείστε είσοδο στην <a href="#"><b>Υπηρεσία - Απογραφή και Απόδοση Ασφαλιστικής Ικανότητας Έμμεσα Ασφαλισμένων.</b></a><br><br>

                    Πραγματοποιείστε είσοδο στην <a href="#"><b>Υπηρεσία - Εξέλιξη Αιτήματος Απογραφής και Απόδοσης Ασφαλιστικής Ικανότητας.</b></a>
                    </p>
                </div>

                <button class="accordion">Εξέλιξη Αιτήματος Απογραφής και Απόδοσης Ασφαλιστικής Ικανότητας</button>
                <div class="panel">
                    <p>Πραγματοποιείστε είσοδο στην <a href="#"><b>Υπηρεσία - Εξέλιξη Αιτήματος Απογραφής και Απόδοσης 
                    Ασφαλιστικής Ικανότητας</b></a> για να ενημερωθείτε για την εξέλιξη του αιτήματος σας.</p>
                </div>

                <button class="accordion">Ατομικός Λογαριασμός Ασφάλισης</button>
                <div class="panel">
                    <p>Οι ατομικοί λογαριασμοί των ασφαλισμένων που τηρούνται ηλεκτρονικά στο Ολοκληρωμένο
                    Πληροφοριακό Σύστημα με τις ημέρες εργασίας και τα λοιπά στοιχεία ασφάλισης (εργοδότης, κλάδοι
                    ασφάλισης, αποδοχές κλπ) συνθέτουν την ασφαλιστική ιστορία του κάθε ασφαλισμένου μέσω της οποίας
                    θεμελιώνονται τα δικαιώματα για την χορήγηση παροχών.<br><br>

                    Πραγματοποιείστε είσοδο στην <a href="#"><b>Υπηρεσία - Ατομικός Λογαριασμός Ασφάλισης.</b></a>
                    </p>
                </div>

                <script>
                    var acc = document.getElementsByClassName("accordion");
                    var i;

                    for (i = 0; i < acc.length; i++) {
                        acc[i].addEventListener("click", function() {
                            this.classList.toggle("active");
                            var panel = this.nextElementSibling;
                            if (panel.style.maxHeight) {
                                panel.style.maxHeight = null;
                            }
                            else {
                                panel.style.maxHeight = panel.scrollHeight + "px";
                            }
                        });
                    }
                </script>
            </div>

        </main>  <!-- main -->

        <!-- Include the footer -->
        <?php include '../resources/templates/footer.php'; ?> 
    </body> <!-- body -->
</html>  